testing/log/10-12-2023-13:30/load-testing-steadystate.log
→    ✗ status was 200
→     ↳  94% — ✓ 525 / ✗ 32

→    checks.........................: 94.25% ✓ 525      ✗ 32  
→    data_received..................: 109 kB 90 B/s
→    data_sent......................: 729 kB 605 B/s
→    http_req_blocked...............: avg=210.5ms  min=6.33µs   med=237.88ms max=252.56ms p(90)=238.69ms p(95)=238.96ms
→    http_req_connecting............: avg=210.34ms min=0s       med=237.71ms max=252.42ms p(90)=238.52ms p(95)=238.77ms
→    http_req_duration..............: avg=10.93s   min=608.68µs med=11.66s   max=33.1s    p(90)=20.34s   p(95)=23.58s  
→      { expected_response:true }...: avg=11.51s   min=1.88s    med=11.86s   max=33.1s    p(90)=20.71s   p(95)=24.64s  
→    http_req_failed................: 5.74%  ✓ 32       ✗ 525 
→    http_req_receiving.............: avg=223.54ms min=0s       med=237.4ms  max=242.07ms p(90)=238.15ms p(95)=238.37ms
→    http_req_sending...............: avg=151.85µs min=34.55µs  med=139.97µs max=3.71ms   p(90)=196.78µs p(95)=235.89µs
→    http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_waiting...............: avg=10.71s   min=543.09µs med=11.42s   max=32.86s   p(90)=20.1s    p(95)=23.34s  
→    http_reqs......................: 557    0.461659/s
→    iteration_duration.............: avg=26.14s   min=15s      med=26.88s   max=48.34s   p(90)=35.58s   p(95)=38.82s  
→    iterations.....................: 557    0.461659/s
→    vus............................: 1      min=0      max=16
→    vus_max........................: 16     min=16     max=16